tutorials/RAS/duneMigration3D/Allrun
#!/bin/sh

# Create the vol and fa meshes
blockMesh
makeFaMesh

# create the initial dune geometry
python createGeometry.py

# create the initial time folder
cp -r 0_org 0

topoSet
decomposePar

# Run sedExnerFoam
#sedExnerFoam > log
